[
  {
    "id": "aula-hero-84-he",
    "name": "AULA HERO 84 HE",
    "price": "R$ 589,90",
    "shortDescription": "A definição de resposta instantânea. Teclado 80% com switches magnéticos, precisão de atuação de 0.01mm e tecnologia Rapid Trigger. Construção premium, 5 camadas acústicas e polling rate de 8000Hz para performance de nível profissional.",
    "longDescription": "O AULA HERO 84 HE não é uma evolução, é uma revolução na forma como você interage com seus jogos. Projetado para quem busca a vanguarda da tecnologia, este teclado magnético 80% combina uma resposta quase premonitória com uma construção premium e personalização profunda, entregando a vantagem competitiva que você precisa para vencer.\n\nVelocidade que beira a precognição:\nEquipado com switches Magnéticos Leobog Black King, o HERO 84 HE opera com a tecnologia Hall Effect. Isso significa que não há contato físico, apenas pura precisão. Através do software AULA, você pode ajustar o ponto de atuação com uma precisão de 0.01mm e ativar o Rapid Trigger, permitindo resets e acionamentos instantâneos. Combinado com um Polling Rate de 8000Hz, o atraso entre seu comando e a ação na tela simplesmente deixa de existir.\n\nUma sinfonia para seus dedos e ouvidos:\nEste teclado foi construído para impressionar. Com 5 camadas de preenchimento acústico e uma placa metálica interna, cada pressionamento de tecla é sólido, consistente e extremamente agradável. Não é apenas sobre velocidade, é sobre a qualidade da experiência.\n\nCustomização e detalhes que fazem a diferença:\nHot-Swappable magnético: Personalize a sensação do seu teclado trocando os switches por outros modelos magnéticos compatíveis da TTC.\nIluminação RGB deslumbrante: Crie o ambiente perfeito com RGB customizável nas teclas e em uma elegante barra de LED traseira.\nRecursos avançados para gamers: Explore funcionalidades como Mod Tap e Dynamic Keystroke para atribuir múltiplas ações a uma única tecla.\nDesign inteligente: O cabo USB-C em formato de \"L\" e os dois níveis de ajuste de altura garantem um setup mais limpo e ergonômico.\n\nO AULA HERO 84 HE é a ferramenta definitiva para quem leva a performance a sério. Cada detalhe foi pensado para colocar você um passo à frente da concorrência.",
    "specs": [
      "Tipo: Teclado Magnético",
      "Switches: Leobog Black King (Hall Effect Magnético), Hot-swappable com switches magnéticos TTC",
      "Formato: 80%",
      "Layout: ANSI",
      "Polling Rate: 8000 Hz",
      "Atuação: Ajustável via software (precisão de 0.01mm) com Rapid Trigger",
      "Construção: 5 Camadas Acústicas, Placa Metálica",
      "Iluminação: RGB customizável (teclas e barra traseira)",
      "Keycaps: Translúcidas",
      "Conectividade: USB-C Removível (em L)",
      "Extras: 5 Keycaps adicionais, 2 Switches extras, Capa Anti-Poeira, Removedor de Keycaps"
    ],
    "stock": 1,
    "status": "available",
    "imageUrl": "",
    "galleryImages": [],
    "arrivalDate": ""
  },
  {
    "id": "mchose-v9-pro",
    "name": "MCHOSE V9 PRO",
    "price": "R$ 499,90",
    "shortDescription": "O som da vitória. Headset gamer com áudio 7.1 Surround real, drivers de 53mm e latência ultrabaixa de 15ms. Bateria para 250h, conectividade Tri-Mode e microfone com cancelamento de ruído por IA. Performance de nível eSports para todas as plataformas.",
    "longDescription": "O MCHOSE V9 Pro não é apenas um headset, é um radar sônico projetado para o cenário de eSports. Desenvolvido para jogadores que precisam ouvir cada detalhe, ele combina um áudio 7.1 Surround preciso com uma conexão sem fio de latência ultrabaixa, entregando a clareza e a velocidade necessárias para dominar em jogos de FPS e ambientes competitivos.\n\nOuça o inimigo antes que ele te ouça:\nEquipado com potentes drivers de 53mm com diafragma de bio-celulose, o V9 Pro reproduz um som rico, limpo e com graves impactantes. A tecnologia de áudio 7.1 Surround cria um campo sonoro tridimensional, permitindo que você identifique com precisão a direção de cada passo, disparo ou habilidade, transformando o som em informação tática crucial.\n\nConexão rápida, bateria interminável:\nCom a tecnologia sem fio TOPSPEED, a latência é reduzida a meros 15ms, garantindo que o que você ouve está em perfeita sincronia com o que você vê. E com uma bateria monstruosa de 2000mAh, você tem até 250 horas de autonomia – semanas de jogo com uma única carga.\n\nConforto e comunicação de nível profissional:\nConectividade Tri-Mode: Use a conexão 2.4GHz no PC/PS5, Bluetooth em dispositivos móveis ou o cabo em qualquer plataforma. A versatilidade é total.\nDesign ultraleve e ergonômico: Com apenas 275g, estrutura de alumínio e almofadas de espuma viscoelástica, ele foi feito para maratonas, não apenas partidas.\nMicrofone com cancelamento de ruído por IA: Sua voz será ouvida com clareza cristalina. A inteligência artificial filtra ruídos externos, garantindo que suas calls sejam sempre perfeitas.\n\nPara o jogador que busca imersão total sem abrir mão da performance competitiva, o MCHOSE V9 Pro é a escolha definitiva.",
    "specs": [
      "Tipo: Headset Gamer Wireless",
      "Drivers: 53mm com diafragma de bio-celulose",
      "Som: 7.1 Surround (Chip C-Media com tecnologia Xear™)",
      "Latência: 15ms (via 2.4GHz TOPSPEED)",
      "Conectividade: Tri-Mode (Wireless 2.4GHz, Bluetooth, Cabo)",
      "Bateria: 2000mAh (até 250 horas de autonomia)",
      "Microfone: Removível com Cancelamento de Ruído por IA",
      "Peso: ~275g",
      "Compatibilidade: PC, PS5, PS4, Switch, Notebooks, Dispositivos Móveis",
      "Software: Equalizador e ajustes via software MCHOSE"
    ],
    "stock": 2,
    "status": "available",
    "imageUrl": "",
    "galleryImages": [],
    "arrivalDate": ""
  },
  {
    "id": "akko-tac75-he",
    "name": "AKKO TAC75 HE",
    "price": "R$ 359,90",
    "shortDescription": "A precisão do futuro, com o layout que você já ama. Um teclado magnético 75% com switches ajustáveis, Rapid Trigger e layout ABNT2. A vantagem competitiva definitiva, agora ao seu alcance.",
    "longDescription": "O Akko TAC75 HE não é apenas um teclado, é a sua nova vantagem competitiva. Projetado para quem se recusa a fazer concessões, ele combina a tecnologia de ponta dos switches magnéticos com a familiaridade e o conforto do layout ABNT2, em um formato 75% compacto e eficiente.\n\nA tecnologia que sente a sua intenção:\nO coração deste teclado são os switches AstroAim Magnéticos com tecnologia Hall Effect. Esqueça os pontos de ativação fixos; aqui, você define a sensibilidade de cada tecla, de um toque ultraleve a uma pressão firme, tudo via software. Combinado com a função de Rapid Trigger Dinâmico, cada comando é registrado no instante em que você pensa, dando a você uma velocidade de resposta que seus oponentes simplesmente não podem igualar.\n\nPerformance em nível de eSports:\nCom uma taxa de atualização de 8000 Hz, a comunicação entre o teclado e o seu sistema é praticamente instantânea. Cada pressionamento de tecla é transmitido sem atraso perceptível, garantindo que sua habilidade seja o único fator que importa em momentos cruciais.\n\nConstruído para durar, projetado para impressionar:\nFormato 75% otimizado: O equilíbrio perfeito entre um design compacto que libera espaço para o mouse e a funcionalidade de ter todas as setas e teclas de função essenciais.\nKeycaps PBT Doubleshot: Sinta a textura superior e a tranquilidade de saber que as legendas nunca irão se apagar, mesmo após anos de uso intenso.\nConforto e ergonomia: Com pés de ajuste em dois níveis, encontre o ângulo perfeito para suas maratonas de jogos ou longas horas de trabalho.\n\nSeja para subir de elo no seu FPS favorito ou para elevar sua produtividade a um novo patamar, o Akko TAC75 HE é a ferramenta definitiva que se adapta a você, e não o contrário.",
    "specs": [
      "Tipo: Teclado Magnético",
      "Switches: AstroAim Hall Effect Magnéticos",
      "Layout: ABNT2 (Português do Brasil)",
      "Formato: 75% (82 teclas)",
      "Polling Rate: 8000 Hz",
      "Iluminação: RGB por tecla, customizável via software",
      "Keycaps: Perfil PBT Double-Shot",
      "Conectividade: USB-C Removível",
      "Software: Akko Cloud Driver para ajuste de atuação, Rapid Trigger, macros e RGB"
    ],
    "stock": 1,
    "status": "available",
    "imageUrl": "",
    "galleryImages": [],
    "arrivalDate": ""
  },
  {
    "id": "delux-m800mini",
    "name": "DELUX M800MINI",
    "price": "R$ 259,90",
    "shortDescription": "A agilidade redefinida. Um mouse gamer ultraleve com apenas 42g, equipado com o sensor de alta precisão PAW3311 e conectividade Tri-Mode. Ideal para pegadas Claw e Fingertip, projetado para movimentos rápidos e controle absoluto.",
    "longDescription": "O Delux M800 Mini é a prova de que grande performance pode vir em um pacote incrivelmente leve. Pesando apenas 42 gramas, este mouse foi meticulosamente projetado para se tornar uma extensão natural da sua mão, permitindo movimentos explosivos e mira precisa sem causar fadiga, mesmo nas sessões de jogo mais longas.\n\nPrecisão em nível competitivo:\nNo coração do M800 Mini está o confiável sensor PAW3311, uma escolha popular no cenário de eSports por sua precisão e rastreamento impecável. Com até 12.000 DPI e uma taxa de atualização estável de 1000 Hz, tanto no modo com fio quanto sem fio, cada movimento seu é traduzido na tela com fidelidade absoluta.\n\nLiberdade para jogar do seu jeito:\nA conectividade Tri-Mode oferece a máxima versatilidade. Use a conexão 2.4GHz para uma resposta sem latência durante os jogos, alterne para Bluetooth para produtividade em outros dispositivos, ou conecte o cabo USB-C para jogar enquanto carrega.\n\nConstrução leve, durabilidade extrema:\nUltraleve com 42g: Um dos mouses mais leves do mercado, otimizado para pegadas Claw e Fingertip.\nBateria de longa duração: A bateria de 500mAh garante até 80 horas de autonomia, mantendo você no jogo por mais tempo.\nSwitches confiáveis: Equipado com switches TTC Dustproof Gold, o M800 Mini está preparado para suportar até 30 milhões de cliques, oferecendo uma resposta tátil consistente por toda sua vida útil.\n\nSe você busca um mouse que combine leveza extrema, um sensor preciso e a liberdade da conexão sem fio, o Delux M800 Mini é a escolha inteligente para elevar sua performance.",
    "specs": [
      "Sensor: PAW3311",
      "DPI Máximo: 12.000 DPI",
      "Peso: ~42g",
      "Conectividade: Tri-Mode (2.4GHz Wireless, Bluetooth, USB-C)",
      "Polling Rate: 1000 Hz (com e sem fio)",
      "Switches: TTC Dustproof Gold (30 milhões de cliques)",
      "Bateria: 500mAh (até 80 horas de autonomia)",
      "Tipo de Pegada: Claw, Fingertip"
    ],
    "stock": 1,
    "status": "available",
    "imageUrl": "",
    "galleryImages": [],
    "arrivalDate": ""
  },
  {
    "id": "gamesir-t4-nova-lite",
    "name": "GAMESIR T4 NOVA LITE",
    "price": "R$ 189,90",
    "shortDescription": "Diga adeus ao drift. Um controle versátil com sticks de Hall Effect para precisão e durabilidade absolutas. Conectividade Tri-Mode, compatibilidade multiplataforma e a tecnologia que você precisa para jogar com confiança.",
    "longDescription": "O GameSir T4 Nova Lite é a resposta definitiva para um dos maiores problemas dos gamers: o \"stick drift\". Projetado com a tecnologia Hall Effect nos analógicos, este controle oferece uma precisão que dura e uma confiabilidade que transforma sua experiência de jogo, seja no PC, Switch ou em dispositivos móveis.\n\nPrecisão que resiste ao tempo:\nEsqueça a frustração de miras que se movem sozinhas. Os sticks GameSir™ Hall Effect utilizam sensores magnéticos para detectar o movimento, eliminando o contato físico e o desgaste que causam o drift. O resultado é um controle suave, consistente e preparado para incontáveis horas de jogo.\n\nConecte-se como quiser, jogue onde quiser:\nCom a conectividade Tri-Mode, a versatilidade está em suas mãos. Use o dongle Wireless 2.4GHz para uma conexão de baixa latência no PC, Bluetooth para parear com seu Switch, Android ou iOS, ou o cabo USB-C para uma conexão direta e sem interrupções.\n\nControle total na ponta dos dedos:\nCompatibilidade multiplataforma: A solução única para suas sessões de jogo em PC, Steam, Switch e dispositivos móveis.\nFunção Turbo 20Hz: Ative respostas rápidas e contínuas com botões customizáveis, ganhando uma vantagem crucial em momentos que exigem agilidade.\nBotão M multifuncional: Ajuste a intensidade da vibração e o layout dos botões de forma rápida e intuitiva, diretamente pelo controle.\n\nLeve, ergonômico e construído com tecnologia de ponta a um preço acessível, o GameSir T4 Nova Lite é a escolha inteligente para quem valoriza durabilidade, precisão e versatilidade.\n\nAviso: Este controle não é compatível com consoles Xbox.",
    "specs": [
      "Plataformas Compatíveis: PC, Steam, Switch, iOS, Android",
      "Tecnologia dos Analógicos: GameSir™ Hall Effect (Anti-drift)",
      "Conectividade: Tri-Mode (Bluetooth, 2.4GHz Wireless Dongle, USB-C)",
      "Bateria: 600mAh",
      "Funções Adicionais: Turbo 20Hz, Botão M Multifuncional",
      "Peso: ~205g"
    ],
    "stock": 1,
    "status": "available",
    "imageUrl": "",
    "galleryImages": [],
    "arrivalDate": ""
  },
  {
    "id": "attack-shark-x11",
    "name": "ATTACK SHARK X11",
    "price": "R$ 259,90",
    "shortDescription": "Leveza extrema, precisão cirúrgica. Um mouse sem fio de 63g com sensor PAW3311, conectividade Tri-Mode e uma conveniente dock de carregamento magnético. A ferramenta ideal para movimentos rápidos e mira impecável.",
    "longDescription": "O Attack Shark X11 não é apenas um mouse, é uma extensão da sua vontade. Projetado para gamers que buscam a combinação perfeita entre leveza, precisão e versatilidade, ele entrega uma performance de nível competitivo em um formato ultraleve de apenas 63 gramas.\n\nPrecisão que define o jogo:\nNo coração do X11 está o renomado sensor PixArt PAW3311, capaz de alcançar até 22.000 DPI. Cada micro-ajuste, cada \"flick\", cada movimento de rastreamento é traduzido com uma fidelidade impecável, dando a você o controle absoluto para dominar o campo de batalha.\n\nLiberdade total, conexão sem falhas:\nAdapte-se a qualquer cenário com a conectividade Tri-Mode. Use o modo 2.4GHz para uma resposta sem latência nos jogos, Bluetooth 5.2 para produtividade em outros dispositivos, ou o cabo USB-C para jogar enquanto carrega. A escolha é sua.\n\nConstruído para a vitória:\nUltraleve, ultra-rápido: Com 63g, o X11 permite movimentos explosivos e reduz a fadiga, mantendo você no auge da sua performance por mais tempo.\nCarregamento magnético: Ao final da sessão, simplesmente apoie o mouse na dock magnética. Recarregar nunca foi tão prático e elegante.\nDurabilidade garantida: Equipado com switches HUANO, o X11 está pronto para suportar até 20 milhões de cliques, garantindo consistência e confiabilidade a longo prazo.\n\nCom software dedicado para personalização total e um design ergonômico sólido, o Attack Shark X11 é a escolha inteligente para quem busca performance sem compromissos.",
    "specs": [
      "Sensor: PixArt PAW3311",
      "DPI Máximo: 22.000 DPI",
      "Peso: ~63g",
      "Conectividade: Tri-Mode (2.4GHz Wireless, Bluetooth 5.2, USB-C)",
      "Polling Rate: Ajustável de 125Hz a 1000Hz",
      "Switches: HUANO (20 milhões de cliques)",
      "Bateria: 300mAh (até 65 horas de uso)",
      "Carregamento: Dock de Carregamento Magnético e USB-C",
      "Software: Driver dedicado para personalização de DPI, macros e mais"
    ],
    "stock": 1,
    "status": "available",
    "imageUrl": "",
    "galleryImages": [],
    "arrivalDate": ""
  },
  {
    "id": "aula-f75",
    "name": "AULA-F75",
    "price": "R$ 354,90",
    "shortDescription": "A experiência de um teclado customizado, direto da caixa. Um 75% com estrutura Gasket, switches pré-lubrificados, conectividade Tri-Mode e keycaps PBT. O equilíbrio perfeito entre performance, estética e conforto.",
    "longDescription": "O AULA F75 é a resposta para quem busca a sensação premium de um teclado mecânico customizado, sem a complexidade da montagem. Projetado para entusiastas, gamers e profissionais, ele entrega uma experiência de digitação e jogo incrivelmente satisfatória em um formato 75% compacto e funcional.\n\nUma digitação incomparável:\nO segredo do F75 está em sua estrutura Gasket Mount, que utiliza juntas de silicone para suspender a placa de circuito. Isso elimina a rigidez dos teclados tradicionais, resultando em uma digitação mais suave, flexível e com uma acústica profunda e agradável. Os switches Graywood V3 já vêm pré-lubrificados de fábrica, garantindo um acionamento macio e consistente desde a primeira tecla.\n\nLiberdade para jogar e trabalhar:\nCom a conectividade Tri-Mode, você tem total liberdade. Use o modo 2.4GHz para uma resposta de baixa latência nos jogos, Bluetooth para conectar-se a múltiplos dispositivos, ou o cabo USB-C para uma conexão estável e recarga.\n\nPersonalização ao seu alcance:\nFormato 75% eficiente: Mantenha as setas direcionais e as teclas de função essenciais em um design compacto que libera um espaço valioso na sua mesa.\nHot-Swappable (5 pinos): Quer experimentar uma sensação diferente? Troque os switches por qualquer outro modelo mecânico de 3 ou 5 pinos, sem a necessidade de solda.\nKeycaps PBT duráveis: As teclas são feitas em PBT de alta qualidade, garantindo que a textura e as legendas resistam ao tempo e ao uso intenso.\n\nRobusto, versátil e com uma experiência de uso excepcional, o AULA F75 é a escolha inteligente para quem valoriza tanto a performance quanto a qualidade da digitação.",
    "specs": [
      "Tipo: Teclado Mecânico",
      "Estrutura: Gasket Mount",
      "Formato: 75%",
      "Layout: ANSI (Padrão Internacional)",
      "Switches: Graywood V3 (Mecânico, Pré-lubrificado)",
      "Hot-Swappable: Sim, compatível com switches de 3 e 5 pinos",
      "Conectividade: Tri-Mode (2.4GHz Wireless, Bluetooth, USB-C)",
      "Keycaps: PBT Double-Shot",
      "Iluminação: RGB com múltiplos efeitos",
      "Anti-Ghosting: Sim (N-Key Rollover)",
      "Peso: ~900g"
    ],
    "stock": 2,
    "status": "upcoming",
    "imageUrl": "",
    "galleryImages": [],
    "arrivalDate": ""
  },
  {
    "id": "atk-99g-mousepad-air",
    "name": "ATK 99G MOUSEPAD - Air",
    "price": "R$ 249,00",
    "shortDescription": "Velocidade pura, deslize sem esforço. Um mousepad de tecido híbrido projetado para a mínima fricção e movimentos de mira ultrarrápidos. A escolha ideal para jogadores de FPS que dependem de \"flicks\" e rastreamento constante.",
    "longDescription": "Projetado para a velocidade pura, o ATK 99G Air possui uma superfície de tecido híbrido de baixíssima fricção, permitindo um deslize sem esforço e movimentos de mira ultrarrápidos. É a escolha ideal para jogadores de FPS que dependem de \"flicks\" precisos e rastreamento constante.\n\nA superfície da velocidade:\nO segredo do ATK 99G Air está em seu tecido híbrido, que combina as melhores propriedades de superfícies macias e rígidas para criar uma experiência de deslize única, rápida e consistente.\n\nConstruído para a competição:\nCom bordas costuradas que previnem o desgaste e uma base de borracha premium que garante aderência total, este mousepad foi feito para suportar a intensidade do cenário competitivo, mantendo-se sempre no lugar.",
    "specs": [
      "Tipo: Speed",
      "Superfície: Tecido Híbrido de Baixa Fricção",
      "Base: Borracha Natural Antiderrapante",
      "Bordas: Costuradas Anti-desfiamento",
      "Dimensões: 480 x 400 mm"
    ],
    "stock": 1,
    "status": "upcoming",
    "imageUrl": "",
    "galleryImages": [],
    "arrivalDate": ""
  },
  {
    "id": "madlions-zeus-mousepad",
    "name": "MADLIONS ZEUS MOUSEPAD",
    "price": "R$ 214,99",
    "shortDescription": "O poder de parada dos deuses para sua mira. Um mousepad de controle com a chancela da Madlions. Superfície Xsoft de 5mm para conforto extremo e base de borracha para estabilidade inabalável em momentos decisivos.",
    "longDescription": "Desenvolvido com a chancela da lendária organização de eSports Madlions, o Zeus Xsoft é uma ferramenta de precisão, não apenas um acessório. Ele foi projetado para um único propósito: dar a você o controle absoluto sobre cada pixel, garantindo que sua mira seja a única coisa que importe.\n\nControle e precisão cirúrgica:\nIdeal para jogos táticos de FPS, sua superfície de fleece macio foi calibrada para oferecer uma fricção controlada. Isso se traduz em um poder de parada instantâneo e a capacidade de realizar micro-ajustes com uma confiança inabalável, essencial para os momentos em que um único disparo define a rodada.\n\nConforto para maratonas, não apenas partidas:\nCom uma generosa espessura de 5mm e maciez Xsoft, o Zeus oferece um suporte excepcional para seu pulso e antebraço. A sensação de conforto e amortecimento reduz a fadiga, permitindo que você mantenha o auge da sua performance por horas a fio.\n\nBase sólida para jogadas críticas:\nA base de borracha durável de alta densidade adere firmemente à sua mesa. Pode esquecer os deslizes indesejados durante um \"flick\" rápido ou um confronto intenso. O Zeus permanece exatamente onde você o colocou, garantindo estabilidade inabalável.\n\nPara o jogador que entende que a consistência é a chave para a vitória, o Madlions Zeus Xsoft é a fundação sobre a qual grandes jogadas são construídas.",
    "specs": [
      "Tipo: Controle (Control)",
      "Superfície: Tecido de Fleece Macio",
      "Base: Borracha Durável Antiderrapante",
      "Espessura: 5 mm",
      "Maciez: XSoft",
      "Dimensões: 490 x 420 mm",
      "Uso Recomendado: Jogos de FPS/Tático que exigem alto poder de parada (Valorant, CS:GO)"
    ],
    "stock": 1,
    "status": "upcoming",
    "imageUrl": "",
    "galleryImages": [],
    "arrivalDate": ""
  },
  {
    "id": "madlions-nano68",
    "name": "MADLIONS NANO68",
    "price": "R$ 554,90",
    "shortDescription": "A arma definitiva para setups minimalistas. Um teclado 65% com switches magnéticos, atuação ajustável de até 0,02 mm e polling rate de 8 kHz. Construção premium em alumínio e personalização total para a máxima vantagem competitiva.",
    "longDescription": "O Madlions Nano68 é a prova de que o tamanho não define o poder. Desenvolvido para o cenário competitivo, este teclado 65% concentra a mais avançada tecnologia de switches magnéticos em um formato ultra-compacto, liberando espaço vital na sua mesa para movimentos amplos de mouse, sem sacrificar um pingo de performance.\n\nVelocidade e precisão no nível atômico:\nEquipado com interruptores magnéticos Hall Effect, o Nano68 permite um nível de personalização que beira o impossível. Ajuste o ponto de atuação de cada tecla com uma precisão de até 0,02 mm, ative o Rapid Trigger para resets instantâneos e configure a zona morta para 0%. Com uma taxa de escaneamento de 128 kHz e polling rate de 8 kHz, a latência entre seu cérebro e a ação na tela é virtualmente eliminada. É a resposta mais rápida que a tecnologia atual permite.\n\nConstrução robusta, estética impecável:\nFormato 65% minimalista: Todas as teclas essenciais, incluindo as setas, em um design que otimiza seu espaço e foca no que realmente importa: o jogo.\nPlate em alumínio: A base sólida em alumínio garante zero flexão e uma sensação de digitação firme e consistente, mesmo nos momentos mais intensos.\nIluminação RGB completa: Com 16,8 milhões de cores, crie um ambiente imersivo e personalize os efeitos para combinar com o seu setup.\n\nSeu teclado, suas regras:\nVá além do padrão. O software do Nano68 permite configurar DKS (Dynamic Keystroke) para atribuir duas funções a uma única tecla, criar macros complexas e remapear o layout para que ele se adapte perfeitamente ao seu estilo de jogo.\n\nPara o gamer que busca a máxima eficiência, personalização e uma vantagem competitiva real, o Madlions Nano68 é a escolha definitiva.",
    "specs": [
      "Tipo: Teclado Magnético",
      "Switches: Magnéticos Hall Effect",
      "Formato: 65% (68 teclas)",
      "Atuação: Ajustável até 0,02 mm",
      "Polling Rate: 8000 Hz (8 kHz)",
      "Taxa de Escaneamento: 128 kHz",
      "Recursos Avançados: Rapid Trigger, DKS, Macros, Remapeamento",
      "Construção: Plate em Alumínio",
      "Iluminação: RGB por tecla (16,8 milhões de cores)",
      "Conectividade: USB-C (com fio)"
    ],
    "stock": 1,
    "status": "available",
    "imageUrl": "",
    "galleryImages": [],
    "arrivalDate": ""
  }
]
